{
   "members": [
      {
         "id": 1,
         "slug": "1.ไม่สวมหมวกนิรภัยขณะขับขี่และซ้อนท้ายรถจักรยานยนต์ ทั้งภายในและภายนอกมหาวิทยาลัย ลงโทษตัดคะแนนความประพฤติ ครั้งละ 10 คะแนน"

      },
      {
         "id": 2,
         "slug": "2.สวมใส่เครื่องแบบนักศึกษาหรือเครื่องแต่งกายที่มีตราสัญลักษณ์มหาวิทยาลัยทำการดื่ม ซื้อเครื่องดื่มที่มีแอลกอฮอล์ หรือทำงานหารายได้พิเศษในสถานที่ๆ ให้บริการหรือจำหน่ายเครื่องดื่มที่มีแอลกอฮอล์ ลงโทษตัดคะแนนความประพฤติ ครั้งละ 10 คะแนน"

      },
      {
         "id": 3,
         "slug": "3.ไม่เข้าอยู่อาศัยหอพักมหาวิทยาลัยโดยไม่ได้รับอนุญาต (ขาดเช็คชื่อ)\nขาดเช็คชื่อ 1 – 2 ครั้ง/ เดือน\t\tให้บำเพ็ญประโยชน์ต่อมหาวิทยาลัย\nขาดเช็คชื่อ 3 – 5 ครั้ง/ เดือน\t\tลงโทษตัดคะแนนความประพฤติ 10 คะแนน\nขาดเช็คชื่อ 6 – 8 ครั้ง/ เดือน\t\tลงโทษตัดคะแนนความประพฤติ 15 คะแนน\nขาดเช็คชื่อ 9 – 11 ครั้ง/ เดือน\t\tลงโทษตัดคะแนนความประพฤติ 20 คะแนน\nขาดเช็คชื่อ 12 ครั้งขึ้นไป/ เดือน\t\tลงโทษตัดคะแนนความประพฤติ 25 คะแนน"

      },
      {
         "id": 4,
         "slug": "4.ขับขี่รถจักรยานยนต์ย้อนศร ทั้งภายในและภายนอกมหาวิทยาลัย ลงโทษตัดคะแนนความประพฤติ \nครั้งละ 20 คะแนน"

      },
      {
         "id": 5,
         "slug": "5.นักศึกษาโควตาผู้มีความสามารถพิเศษ (ด้านกีฬา ดนตรี และนาฏศิลป์) ไม่ปฏิบัติตามระเบียบ กฎ กติกา หรือข้อปฏิบัติตามหนังสือสัญญาโควตา ลงโทษตัดคะแนนความประพฤติ 20 คะแนน"

      },
      {
         "id": 6,
         "slug": "6.นักศึกษากระทำการใดๆ อันเข้าข่ายเป็นการกระทำความผิดเกี่ยวกับคอมพิวเตอร์ ลงโทษตัดคะแนนความประพฤติ 20 คะแนนขึ้นไป"

      },
      {
         "id": 7,
         "slug": "7.แสดงกิริยามารยาทก้าวร้าว ไม่เชื่อฟัง หรือไม่ปฏิบัติตามกฎระเบียบ ข้อบังคับ หรือคำสั่งโดยชอบของอาจารย์หรือเจ้าหน้าที่ของมหาวิทยาลัย ลงโทษตัดคะแนนความประพฤติ 30 คะแนนขึ้นไป"

      },
      {
         "id": 8,
         "slug": "8.นักศึกษาที่ไม่ได้พักอาศัยหรือไม่ใช่สมาชิกในหอพักมหาวิทยาลัย/ หอพักเอกชนในเครือข่ายมหาวิทยาลัยของหอพักนั้นๆ เข้าไปในห้องพักของนักศึกษาอื่นโดยไม่ได้รับอนุญาต รวมถึงนักศึกษาเจ้าของห้องพัก ผู้ที่ชักชวนหรือนำพานักศึกษาที่ไม่ได้พักอาศัยหรือไม่ใช่สมาชิกหอพักนั้น หรือบุคคลภายนอกเข้าไปในห้องพักโดยไม่ได้รับอนุญาต ลงโทษตัดคะแนนความประพฤติ ครั้งละ 30 คะแนน"

      },
      {
         "id": 9,
         "slug": "9.กระทำการลักลอบเข้า-ออกหอพัก โดยวิธีการอันมิชอบ ไม่ถูกต้อง อาทิ การกระโดดลงจากหอพัก/การปีนเข้า-ออกหอพัก ลงโทษตัดคะแนนความประพฤติ 30 คะแนน"

      },
      {
         "id": 10,
         "slug": "10.กระทำผิดระเบียบมหาวิทยาลัยแม่โจ้ ว่าด้วยการใช้บริการสำนักหอสมุด พ.ศ. 2554 โดยการนำทรัพยากรสารสนเทศออกจากห้องสมุดโดยไม่ถูกต้องตามระเบียบ ลงโทษตัดคะแนนความประพฤติ 30 คะแนน"

      },
      {
         "id": 11,
         "slug": "11.เล่นการพนันภายในมหาวิทยาลัย ลงโทษตัดคะแนนความประพฤติ 30 คะแนนขึ้นไป"

      },
      {
         "id": 12,
         "slug": "12.นำเข้าหรือดื่มเครื่องดื่มที่มีแอลกอฮอล์ภายในมหาวิทยาลัย ลงโทษตัดคะแนนความประพฤติ 30 คะแนนขึ้นไป"

      },
      {
         "id": 13,
         "slug": "13.ก่อกวนความสงบเรียบร้อยในบริเวณมหาวิทยาลัย จนเป็นที่เดือดร้อนรำคาญของผู้อื่น ลงโทษตัดคะแนนความประพฤติ 30 คะแนนขึ้นไป"

      },
      {
         "id": 14,
         "slug": "14.ประพฤติผิด ประพฤติเสื่อมเสียในเรื่องชู้สาว หรือการกระทำอันเป็นการละเมิดทางเพศผู้อื่น ลงโทษตัดคะแนนความประพฤติ 30 คะแนนขึ้นไป"

      },
      {
         "id": 15,
         "slug": "15.นำขนบธรรมเนียมหรือวิธีการอันไม่เหมาะสมมาปฏิบัติทั้งภายในและภายนอกมหาวิทยาลัย ลงโทษตัดคะแนนความประพฤติ 30 คะแนนขึ้นไป"

      },
      {
         "id": 16,
         "slug": "16.แอบอ้างชื่อมหาวิทยาลัยไปดำเนินการอย่างใดอย่างหนึ่ง อันก่อให้เกิดความเสื่อมเสียต่อมหาวิทยาลัย ลงโทษตัดคะแนนความประพฤติ 30 คะแนนขึ้นไป"

      },
      {
         "id": 17,
         "slug": "17.จัดกิจกรรมภายในมหาวิทยาลัยโดยไม่ได้รับอนุญาต ลงโทษตัดคะแนนความประพฤติ 30 คะแนนขึ้นไป"

      },
      {
         "id": 18,
         "slug": "18.การกระทำที่เป็นการบังคับหรือสั่งการผู้อื่น อันเข้าข่ายละเมิดสิทธิมนุษยชน อาทิ การสั่งลงโทษในรูปแบบต่างๆ ในการจัดกิจกรรมของนักศึกษา ลงโทษตัดคะแนนความประพฤติ 35 คะแนนขึ้นไป"

      },
      {
         "id": 19,
         "slug": "19.จัดกิจกรรมภายนอกมหาวิทยาลัยโดยไม่ได้รับอนุญาต\n﹒สำหรับผู้ที่มีส่วนร่วมในการกระทำผิด/ ผู้อยู่ในเหตุการณ์ ลงโทษตัดคะแนนความประพฤติ\n 35 คะแนนขึ้นไป\n﹒สำหรับผู้นำนักศึกษา ลงโทษพักการศึกษา 1 ภาคการศึกษาขึ้นไป"

      },
      {
         "id": 20,
         "slug": "20.การกระทำใดๆ อันเป็นการยุยง ส่งเสริม สนับสนุนให้มีการฝ่าฝืนข้อบังคับ ประกาศมหาวิทยาลัย ลงโทษตัดคะแนนความประพฤติ 40 คะแนนขึ้นไป"

      },
      {
         "id": 21,
         "slug": "21.นำเข้า/ เสพยาเสพติดหรือสิ่งเสพติดให้โทษทุกชนิด หรือมีไว้ในครอบครอง ลงโทษตัดคะแนนความประพฤติ 40 คะแนนขึ้นไป"

      },
      {
         "id": 22,
         "slug": "22.ลักทรัพย์ผู้อื่น ลงโทษพักการศึกษา 1 ภาคการศึกษาขึ้นไป"

      },
      {
         "id": 23,
         "slug": "23.ก่อการทะเลาะวิวาทหรือทำร้ายร่างกายผู้อื่น ลงโทษพักการศึกษา 1 ภาคการศึกษาขึ้นไป"

      },
      {
         "id": 24,
         "slug": "24ปลอมแปลงเอกสารทางราชการหรือปลอมแปลงลายมือชื่อผู้อื่น ลงโทษพักการศึกษา 1 ภาคการศึกษาขึ้นไป"

      },
      {
         "id": 25,
         "slug": "25.พกพาอาวุธ วัตถุระเบิด หรือสิ่งเทียมวัตถุระเบิด หรืออาวุธร้ายแรง ลงโทษพักการศึกษา 1 ภาคการศึกษาขึ้นไป"

      },
      {
         "id": 26,
         "slug": "26.มียาเสพติดหรือสิ่งเสพติดให้โทษทุกชนิดไว้เพื่อจำหน่ายจ่ายแจก ลงโทษพักการศึกษา 2 ภาคการศึกษาขึ้นไป"

      }
   ],
   "current_page": 1,
   "total_page": 1
}